import streamlit as st

st.set_page_config(
    page_title="PRIVE Database",
    page_icon="👋",
)

st.write("# ขั้นตอนการใช้งาน PRIVE 👋")

st.markdown(
    """
    updated as 15 July 2023
    1. หากเป็นลุกค้าใหม่ ให้เพิ่มข้อมูลลุกค้าใหม่เข้าระบบก่อน [เพิ่มข้อมูลส่วนตัวลูกค้า]
    2. เมื่อเพิ่มข้อมูลลูกค้าใหม่เข้าระบบแล้ว ให้เพิ่มรายการบริการที่ลูกค้าซื้อ โดยกดไปที่แถบ [เพิ่มข้อมูลการซื้อบริการ]
    3. เมื่อเพิ่มข้อมูลบริการลูกค้าแล้ว ลูกค้ามาใช้บริการ ให้กดเลือกไปที่แถบ [เพิ่มข้อมูลการใช้บริการลูกค้า]
    4. [ดูรายชื่อลูกค้าที่ต้องทำนัด] จะประมวลผลจาก รายการที่ถูกเพิ่มโดยใช้ แถบ [เพิ่มข้อมูลการใช้บริการลูกค้า]


    กรณีต้องการเพิ่มข้อมูลบริการของลูกค้าในอดีตที่ผ่านมาแล้ว
    1. ปกติ
"""
)